loadtest/user-files/data/ProcessRequest1.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <ns3:LogicalAddress xmlns:ns4="urn:riv:clinicalprocess:activity:request:ProcessRequestResponder:1" xmlns:ns3="urn:riv:itintegration:registry:1" xmlns:ns2="urn:riv:clinicalprocess:activity:description:2" xmlns="urn:riv:clinicalprocess:activity:request:ProcessRequestResponder:1">${logicalAddress}</ns3:LogicalAddress>
    </soap:Header>
    <soap:Body>
        <ProcessRequest xmlns="urn:riv:clinicalprocess:activity:request:ProcessRequestResponder:1" xmlns:ns2="urn:riv:clinicalprocess:activity:description:2" xmlns:ns3="urn:riv:itintegration:registry:1" xmlns:ns4="urn:riv:clinicalprocess:activity:description:2.1">
            <anyTag>
                <anyValue>MuchData</anyValue>
            </anyTag>
        </ProcessRequest>
    </soap:Body>
</soap:Envelope>
